Repository: GMAI-SA/Sila
Catalog: Sila/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ml, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

# account.delete.effect.posts
source: Your posts leave every feed, every search result and every thread, and your profile stops resolving.
ar: تختفي منشوراتك من كل الصفحات ونتائج البحث والسلاسل، ويتوقف ملفك عن الظهور.
bn: আপনার পোস্ট সব ফিড, সব সার্চ ফলাফল ও সব থ্রেড থেকে চলে যায়, আর আপনার প্রোফাইল খোলা যায় না।
ca: Les teves publicacions desapareixen de tots els canals, resultats de cerca i fils, i el teu perfil deixa de resoldre's.
cs: Tvé příspěvky zmizí ze všech kanálů, výsledků hledání i vláken a tvůj profil přestane být dostupný.
da: Dine opslag forsvinder fra alle feeds, alle søgeresultater og alle tråde, og din profil kan ikke længere findes.
de: Deine Beiträge verschwinden aus allen Feeds, Suchergebnissen und Threads, und dein Profil ist nicht mehr auffindbar.
el: Οι αναρτήσεις σου φεύγουν από κάθε ροή, κάθε αποτέλεσμα αναζήτησης και κάθε νήμα, και το προφίλ σου παύει να εμφανίζεται.
es: Tus publicaciones desaparecen de todos los feeds, búsquedas e hilos, y tu perfil deja de aparecer.
fi: Julkaisusi poistuvat kaikista syötteistä, hakutuloksista ja keskusteluista, eikä profiilisi enää aukea.
fr: Vos posts disparaissent de tous les fils, de tous les résultats de recherche et de toutes les discussions, et votre profil n’est plus accessible.
he: הפוסטים שלך נעלמים מכל פיד, מכל תוצאות חיפוש ומכל שרשור, והפרופיל שלך מפסיק להיפתח.
hi: आपकी पोस्ट हर फ़ीड, हर खोज नतीजे और हर थ्रेड से हट जाती हैं, और आपकी प्रोफ़ाइल खुलना बंद हो जाती है।
hr: Tvoje objave nestaju iz svih feedova, rezultata pretraživanja i niti, a tvoj profil više se ne otvara.
hu: A bejegyzéseid eltűnnek minden hírfolyamból, keresési találatból és szálból, és a profilod nem lesz elérhető.
id: Postinganmu hilang dari semua feed, hasil pencarian, dan utas, dan profilmu tidak lagi bisa dibuka.
it: I tuoi post spariscono da ogni feed, risultato di ricerca e discussione, e il tuo profilo non è più raggiungibile.
ja: 投稿はすべてのフィード、検索結果、スレッドから消え、プロフィールも表示されなくなります。
ko: 게시물이 모든 피드, 검색 결과, 스레드에서 사라지고 프로필도 더 이상 열리지 않아요.
ml: നിങ്ങളുടെ പോസ്റ്റുകൾ എല്ലാ ഫീഡുകളിൽ നിന്നും തിരയൽ ഫലങ്ങളിൽ നിന്നും ത്രെഡുകളിൽ നിന്നും അപ്രത്യക്ഷമാകും, നിങ്ങളുടെ പ്രൊഫൈൽ തുറക്കാനാവാതാകും.
ms: Siaran anda hilang daripada setiap suapan, setiap hasil carian dan setiap utas, dan profil anda tidak lagi boleh dibuka.
nb: Innleggene dine forsvinner fra alle feeder, søkeresultater og tråder, og profilen din finnes ikke lenger.
nl: Je berichten verdwijnen uit alle feeds, zoekresultaten en threads, en je profiel is niet meer vindbaar.
pl: Twoje wpisy znikną ze wszystkich kanałów, wyników wyszukiwania i wątków, a Twój profil przestanie być dostępny.
pt_br: Seus posts saem de todos os feeds, de todos os resultados de busca e de todas as conversas, e seu perfil deixa de ser encontrado.
pt_pt: As suas publicações desaparecem de todos os feeds, resultados de pesquisa e conversas, e o seu perfil deixa de ser encontrado.
ro: Postările tale dispar din toate fluxurile, rezultatele căutării și conversațiile, iar profilul tău nu mai poate fi găsit.
ru: Ваши посты исчезнут из всех лент, результатов поиска и обсуждений, а профиль перестанет открываться.
sk: Tvoje príspevky zmiznú zo všetkých kanálov, výsledkov vyhľadávania aj vlákien a tvoj profil prestane fungovať.
sv: Dina inlägg försvinner från alla flöden, sökresultat och trådar, och din profil går inte längre att hitta.
ta: உங்கள் இடுகைகள் எல்லா ஊட்டங்கள், தேடல் முடிவுகள், உரையாடல்களிலிருந்து மறையும்; உங்கள் சுயவிவரமும் காணப்படாது.
te: మీ పోస్ట్‌లు అన్ని ఫీడ్‌ల నుండి, శోధన ఫలితాల నుండి, థ్రెడ్‌ల నుండి మాయమవుతాయి, మీ ప్రొఫైల్ తెరుచుకోదు.
th: โพสต์ของคุณจะหายไปจากทุกฟีด ผลการค้นหา และเธรด และโปรไฟล์ของคุณจะเปิดไม่ได้
tr: Gönderileriniz tüm akışlardan, arama sonuçlarından ve konuşmalardan kalkar; profiliniz de açılmaz.
uk: Ваші дописи зникають з усіх стрічок, результатів пошуку та обговорень, а ваш профіль перестає відкриватися.
ur: آپ کی پوسٹس ہر فیڈ، ہر سرچ نتیجے اور ہر تھریڈ سے غائب ہو جاتی ہیں، اور آپ کا پروفائل کھلنا بند ہو جاتا ہے۔
vi: Bài đăng của bạn biến mất khỏi mọi bảng tin, mọi kết quả tìm kiếm và mọi chuỗi trả lời, và hồ sơ của bạn không còn truy cập được.
zh_hans: 你的帖子会从所有信息流、搜索结果和对话串中消失，你的个人主页也将无法访问。
zh_hant: 你的貼文會從所有動態、搜尋結果和討論串中消失，你的個人檔案也將無法開啟。

# account.delete.effect.recoverable
source: Nothing is destroyed for %lld days. Sign in during that time and choose Cancel deletion and everything comes back exactly as it was.
ar: لا شيء يُتلف لمدة %lld يوم. سجّل الدخول خلالها واختر «إلغاء الحذف» ويعود كل شيء كما كان تمامًا.
bn: %lld দিন পর্যন্ত কিছুই নষ্ট হয় না। এর মধ্যে সাইন ইন করে "মুছে ফেলা বাতিল করুন" বেছে নিলে সবকিছু ঠিক আগের মতো ফিরে আসে।
ca: No es destrueix res durant %lld dies. Inicia la sessió en aquest temps i tria Cancel·la l'eliminació, i tot torna exactament com era.
cs: Po dobu %lld dnů se nic nezničí. Přihlas se během té doby, zvol Zrušit smazání a vše se vrátí přesně tak, jak to bylo.
da: Intet bliver ødelagt i %lld dage. Log ind i den periode, og vælg Annuller sletning, så er alt igen præcis, som det var.
de: %lld Tage lang wird nichts zerstört. Melde dich in dieser Zeit an und wähle Löschung abbrechen – alles ist dann wieder genau so, wie es war.
el: Τίποτα δεν καταστρέφεται για %lld ημέρες. Συνδέσου μέσα σε αυτό το διάστημα, επίλεξε Ακύρωση διαγραφής και όλα επιστρέφουν ακριβώς όπως ήταν.
es: No se destruye nada durante %lld días. Inicia sesión en ese tiempo y elige Cancelar eliminación, y todo vuelve exactamente como estaba.
fi: Mitään ei tuhota %lld päivään. Kirjaudu sisään tänä aikana ja valitse Peru poisto, niin kaikki palaa ennalleen.
fr: Rien n’est détruit pendant %lld jours. Connectez-vous durant ce délai et choisissez Annuler la suppression : tout revient exactement comme avant.
he: שום דבר לא נהרס במשך %lld ימים. התחבר בזמן הזה ובחר ביטול מחיקה, והכול יחזור בדיוק כפי שהיה.
hi: %lld दिन तक कुछ भी नष्ट नहीं होता। इस दौरान साइन इन करें और "डिलीट रद्द करें" चुनें, तो सब कुछ ठीक वैसा ही लौट आता है जैसा था।
hr: Ništa se ne uništava %lld dana. Prijavi se u tom razdoblju, odaberi Otkaži brisanje i sve se vraća točno onako kako je bilo.
hu: %lld napig semmi nem semmisül meg. Jelentkezz be ez idő alatt, válaszd a Törlés visszavonása lehetőséget, és minden pontosan úgy tér vissza, ahogy volt.
id: Tidak ada yang dihancurkan selama %lld hari. Masuk kembali selama waktu itu dan pilih Batalkan penghapusan, maka semuanya kembali persis seperti semula.
it: Per %lld giorni non viene distrutto nulla. Accedi in questo periodo e scegli Annulla eliminazione: tutto torna esattamente com'era.
ja: %lld日間は何も削除されません。その間にサインインして「削除を取り消す」を選ぶと、すべて元の状態に戻ります。
ko: %lld일 동안은 아무것도 삭제되지 않아요. 그 사이에 로그인해서 삭제 취소를 선택하면 모든 것이 그대로 돌아와요.
ml: %lld ദിവസത്തേക്ക് ഒന്നും നശിപ്പിക്കില്ല. ആ സമയത്ത് സൈൻ ഇൻ ചെയ്ത് ഇല്ലാതാക്കൽ റദ്ദാക്കുക തിരഞ്ഞെടുത്താൽ എല്ലാം പഴയതുപോലെ തിരിച്ചുവരും.
ms: Tiada apa-apa dimusnahkan selama %lld hari. Log masuk dalam tempoh itu dan pilih Batalkan pemadaman, dan segalanya kembali seperti asal.
nb: Ingenting ødelegges på %lld dager. Logg inn i løpet av den tiden og velg Avbryt sletting, så er alt tilbake akkurat slik det var.
nl: Er wordt %lld dagen niets vernietigd. Log in binnen die tijd en kies Verwijdering annuleren, dan is alles weer precies zoals het was.
pl: Przez %lld dnia nic nie zostanie zniszczone. Zaloguj się w tym czasie i wybierz Anuluj usunięcie, a wszystko wróci dokładnie tak, jak było.
pt_br: Nada é destruído durante %lld dias. Entre nesse período e escolha Cancelar exclusão, e tudo volta exatamente como estava.
pt_pt: Nada é destruído durante %lld dias. Inicie sessão nesse período e escolha Cancelar eliminação, e tudo volta exatamente como estava.
ro: Nimic nu este distrus timp de %lld de zile. Dacă te autentifici în acest interval și alegi Anulează ștergerea, totul revine exact ca înainte.
ru: Ничего не будет уничтожено в течение %lld дня. Войдите за это время и выберите «Отменить удаление» — всё вернётся как было.
sk: %lld dní sa nič nezničí. Ak sa v tom čase prihlásiš a vyberieš Zrušiť odstránenie, všetko sa vráti presne tak, ako to bolo.
sv: Inget förstörs under %lld dagar. Logga in under den tiden och välj Avbryt radering så kommer allt tillbaka precis som det var.
ta: %lld நாட்களுக்கு எதுவும் அழிக்கப்படாது. அதற்குள் உள்நுழைந்து நீக்கத்தை ரத்து செய் என்பதைத் தேர்ந்தெடுத்தால் எல்லாம் முன்பிருந்த நிலைக்கே திரும்பும்.
te: %lld రోజుల వరకు ఏదీ నాశనం కాదు. ఆ సమయంలో సైన్ ఇన్ చేసి తొలగింపును రద్దు చేయి ఎంచుకుంటే, అంతా యథావిధిగా తిరిగి వస్తుంది.
th: จะไม่มีอะไรถูกทำลายเป็นเวลา %lld วัน หากลงชื่อเข้าใช้ในช่วงนั้นและเลือกยกเลิกการลบ ทุกอย่างจะกลับมาเหมือนเดิมทุกประการ
tr: %lld gün boyunca hiçbir şey yok edilmez. Bu sürede giriş yapıp Silmeyi iptal et'i seçerseniz her şey eskisi gibi geri gelir.
uk: Протягом %lld дня нічого не знищується. Увійдіть у цей час і виберіть «Скасувати видалення» — усе повернеться точно таким, яким було.
ur: %lld دن تک کچھ بھی ختم نہیں کیا جاتا۔ اس دوران سائن اِن کریں اور "حذف کرنا منسوخ کریں" چنیں تو سب کچھ بالکل پہلے جیسا واپس آ جاتا ہے۔
vi: Không có gì bị phá hủy trong %lld ngày. Đăng nhập trong thời gian đó và chọn Hủy xóa, mọi thứ sẽ trở lại y như cũ.
zh_hans: 在 %lld 天内不会销毁任何内容。期间只要登录并选择“取消删除”，一切都会恢复原样。
zh_hant: %lld 天內不會銷毀任何內容。在此期間登入並選擇「取消刪除」，一切都會完整恢復。

# account.delete.effect.sessions
source: Every session is signed out, on this device and every other one. Signing back in is what you would do to undo this.
ar: يُسجَّل الخروج من كل الجلسات، على هذا الجهاز وعلى غيره. وتسجيل الدخول من جديد هو ما تفعله للتراجع عن ذلك.
bn: এই ডিভাইস ও অন্য সব ডিভাইসের সব সেশন সাইন আউট হয়ে যায়। এটি ফেরাতে চাইলে আবার সাইন ইন করতে হবে।
ca: Es tanquen totes les sessions, en aquest dispositiu i en tots els altres. Per desfer-ho, només cal que tornis a iniciar la sessió.
cs: Všechna přihlášení se odhlásí, na tomto i na všech ostatních zařízeních. Zpět to vrátíš novým přihlášením.
da: Alle sessioner logges ud, på denne enhed og alle andre. Du fortryder ved at logge ind igen.
de: Alle Sitzungen werden abgemeldet, auf diesem und auf jedem anderen Gerät. Um das rückgängig zu machen, meldest du dich einfach wieder an.
el: Γίνεται αποσύνδεση από κάθε συνεδρία, σε αυτή και σε κάθε άλλη συσκευή. Για να το αναιρέσεις, απλώς συνδέεσαι ξανά.
es: Se cierran todas las sesiones, en este dispositivo y en los demás. Para deshacerlo, solo tienes que volver a iniciar sesión.
fi: Kaikki istunnot kirjataan ulos, tällä laitteella ja kaikilla muilla. Takaisin kirjautuminen on tapa perua tämä.
fr: Toutes les sessions sont déconnectées, sur cet appareil et sur les autres. Pour annuler, il suffit de vous reconnecter.
he: כל ההתחברויות מנותקות, במכשיר הזה ובכל מכשיר אחר. התחברות מחדש היא הדרך לבטל זאת.
hi: इस डिवाइस और बाकी सभी डिवाइस पर हर सेशन साइन आउट हो जाता है। इसे पलटने के लिए आपको दोबारा साइन इन करना होगा।
hr: Sve sesije se odjavljuju, na ovom i na svim ostalim uređajima. Ponovna prijava je ono što bi napravio/la da ovo poništiš.
hu: Minden munkamenetből kijelentkeztetünk, ezen az eszközön és az összes többin is. A visszavonáshoz csak újra be kell jelentkezned.
id: Semua sesi dikeluarkan, di perangkat ini dan semua perangkat lain. Masuk kembali adalah cara untuk membatalkannya.
it: Tutte le sessioni vengono chiuse, su questo dispositivo e su tutti gli altri. Per annullare basta accedere di nuovo.
ja: このデバイスを含め、すべてのセッションがサインアウトされます。取り消すには、もう一度サインインしてください。
ko: 이 기기와 다른 모든 기기에서 로그아웃돼요. 다시 로그인하면 되돌릴 수 있어요.
ml: ഈ ഉപകരണത്തിലും മറ്റെല്ലാ ഉപകരണങ്ങളിലും എല്ലാ സെഷനുകളും സൈൻ ഔട്ട് ആകും. ഇത് തിരുത്താൻ വീണ്ടും സൈൻ ഇൻ ചെയ്താൽ മതി.
ms: Setiap sesi dilog keluar, pada peranti ini dan semua peranti lain. Log masuk semula ialah cara untuk membatalkannya.
nb: Alle økter logges ut, på denne enheten og alle andre. Å logge inn igjen er måten å angre dette på.
nl: Alle sessies worden uitgelogd, op dit apparaat en op alle andere. Opnieuw inloggen is hoe je dit ongedaan maakt.
pl: Wszystkie sesje zostaną wylogowane — na tym urządzeniu i na każdym innym. Ponowne zalogowanie to sposób, by to cofnąć.
pt_br: Todas as sessões são encerradas, neste e em todos os outros dispositivos. Entrar novamente é o que desfaz isso.
pt_pt: Todas as sessões são terminadas, neste dispositivo e em todos os outros. Para anular isto, basta iniciar sessão novamente.
ro: Toate sesiunile sunt deconectate, pe acest dispozitiv și pe toate celelalte. Pentru a anula, te autentifici din nou.
ru: Все сеансы будут завершены — на этом устройстве и на всех остальных. Чтобы отменить это, достаточно снова войти.
sk: Všetky relácie sa odhlásia, na tomto zariadení aj na všetkých ostatných. Opätovné prihlásenie je spôsob, ako to vrátiť.
sv: Alla sessioner loggas ut, på den här enheten och på alla andra. Att logga in igen är sättet att ångra det.
ta: இந்தச் சாதனம் உட்பட எல்லாச் சாதனங்களிலும் உள்ள அமர்வுகள் வெளியேற்றப்படும். இதை மாற்ற மீண்டும் உள்நுழைவதே வழி.
te: ఈ పరికరంలో, ఇతర అన్ని పరికరాల్లో ప్రతి సెషన్ సైన్ అవుట్ అవుతుంది. దీన్ని రద్దు చేయాలంటే తిరిగి సైన్ ఇన్ చేయడమే మార్గం.
th: ทุกเซสชันจะถูกออกจากระบบ ทั้งบนอุปกรณ์เครื่องนี้และเครื่องอื่น การลงชื่อเข้าใช้อีกครั้งคือวิธีที่คุณจะยกเลิกการลบนี้
tr: Bu cihazdaki ve diğer tüm cihazlardaki oturumlar kapatılır. Bunu geri almak için yeniden giriş yapmanız yeterlidir.
uk: Усі сеанси завершуються — на цьому та на всіх інших пристроях. Щоб це скасувати, достатньо знову увійти.
ur: اس ڈیوائس اور ہر دوسری ڈیوائس پر تمام سیشن سائن آؤٹ ہو جاتے ہیں۔ اسے واپس کرنے کے لیے آپ کو بس دوبارہ سائن اِن کرنا ہوگا۔
vi: Mọi phiên đăng nhập đều bị đăng xuất, trên thiết bị này và mọi thiết bị khác. Đăng nhập lại chính là cách để hoàn tác.
zh_hans: 所有会话都会退出登录，包括本设备和其他设备。想要撤销，重新登录即可。
zh_hant: 本裝置和所有其他裝置都會登出。若想復原，重新登入即可。

# account.delete.exportFirst
source: Download a copy of your data first if you want to keep it. It takes a moment and you cannot ask for it afterwards.
ar: نزّل نسخة من بياناتك أولًا إن أردت الاحتفاظ بها. الأمر لا يستغرق سوى لحظات، ولا يمكنك طلبها بعد الحذف.
bn: রাখতে চাইলে আগে আপনার ডেটার একটি কপি ডাউনলোড করুন। এতে অল্প সময় লাগে, আর পরে এটি চাওয়া যাবে না।
ca: Descarrega primer una còpia de les teves dades si vols conservar-les. Només triga un moment i després ja no la podràs demanar.
cs: Pokud si chceš data ponechat, nejdřív si stáhni jejich kopii. Chvíli to trvá a později už o ni požádat nepůjde.
da: Hent en kopi af dine data først, hvis du vil beholde dem. Det tager et øjeblik, og du kan ikke bede om det bagefter.
de: Lade zuerst eine Kopie deiner Daten herunter, wenn du sie behalten möchtest. Das dauert einen Moment und ist danach nicht mehr möglich.
el: Κατέβασε πρώτα ένα αντίγραφο των δεδομένων σου αν θέλεις να τα κρατήσεις. Παίρνει λίγο χρόνο και δεν μπορείς να το ζητήσεις μετά.
es: Descarga antes una copia de tus datos si quieres conservarla. Tarda un momento y después ya no podrás pedirla.
fi: Lataa ensin kopio tiedoistasi, jos haluat säilyttää ne. Se vie hetken, eikä sitä voi pyytää jälkikäteen.
fr: Téléchargez d’abord une copie de vos données si vous voulez les conserver. Cela prend un instant et vous ne pourrez plus la demander ensuite.
he: הורד קודם עותק של הנתונים שלך אם אתה רוצה לשמור אותם. זה לוקח רגע, ואי אפשר לבקש אותם אחר כך.
hi: अगर अपना डेटा रखना चाहते हैं तो पहले उसकी कॉपी डाउनलोड कर लें। इसमें बस कुछ पल लगते हैं, और बाद में आप इसे माँग नहीं सकेंगे।
hr: Ako želiš zadržati svoje podatke, prvo preuzmi njihovu kopiju. Traje samo trenutak, a poslije je više ne možeš zatražiti.
hu: Ha meg szeretnéd őrizni az adataidat, előbb töltsd le a másolatukat. Egy pillanat az egész, és utólag már nem kérheted.
id: Unduh salinan datamu dulu jika ingin menyimpannya. Hanya butuh sebentar dan tidak bisa diminta setelahnya.
it: Scarica prima una copia dei tuoi dati se vuoi conservarli. Ci vuole un attimo e dopo non potrai richiederla.
ja: データを残したい場合は、先にコピーをダウンロードしてください。少し時間がかかります。削除後は請求できません。
ko: 데이터를 보관하고 싶다면 먼저 사본을 내려받으세요. 잠깐이면 되고, 삭제 후에는 요청할 수 없어요.
ml: സൂക്ഷിക്കണമെങ്കിൽ ആദ്യം നിങ്ങളുടെ ഡാറ്റയുടെ ഒരു പകർപ്പ് ഡൗൺലോഡ് ചെയ്യുക. ഇതിന് ഒരു നിമിഷം മതി; പിന്നീട് ഇത് ആവശ്യപ്പെടാനാവില്ല.
ms: Muat turun salinan data anda dahulu jika anda mahu menyimpannya. Ia hanya ambil sekejap dan anda tidak boleh memintanya selepas itu.
nb: Last ned en kopi av dataene dine først hvis du vil beholde dem. Det tar et øyeblikk, og du kan ikke be om det etterpå.
nl: Download eerst een kopie van je gegevens als je die wilt bewaren. Het duurt even en achteraf kan het niet meer.
pl: Jeśli chcesz zachować swoje dane, najpierw pobierz ich kopię. To chwilę trwa, a potem nie będzie już można o nią poprosić.
pt_br: Baixe antes uma cópia dos seus dados, se quiser guardá-los. É rápido, e não será possível pedir depois.
pt_pt: Se quiser guardar os seus dados, transfira primeiro uma cópia. Demora um instante e não poderá pedi-la depois.
ro: Descarcă mai întâi o copie a datelor tale, dacă vrei să le păstrezi. Durează puțin și nu o vei mai putea cere după aceea.
ru: Если хотите сохранить свои данные, сначала скачайте их копию. Это быстро, а потом запросить её будет нельзя.
sk: Ak chceš svoje údaje zachovať, najprv si stiahni ich kópiu. Trvá to chvíľu a potom už oň požiadať nemôžeš.
sv: Ladda ner en kopia av dina data först om du vill behålla dem. Det går snabbt, och du kan inte begära dem efteråt.
ta: வைத்துக்கொள்ள விரும்பினால் முதலில் உங்கள் தரவின் நகலைப் பதிவிறக்குங்கள். சிறிது நேரம் ஆகும்; பிறகு அதைக் கேட்க முடியாது.
te: మీ డేటాను ఉంచుకోవాలంటే ముందు దాని కాపీని డౌన్‌లోడ్ చేసుకోండి. దీనికి కొద్ది సమయం పడుతుంది, తర్వాత దాన్ని అడగలేరు.
th: หากต้องการเก็บข้อมูลไว้ ให้ดาวน์โหลดสำเนาข้อมูลของคุณก่อน ใช้เวลาไม่นาน และคุณจะขอได้อีกไม่ได้ในภายหลัง
tr: Saklamak istiyorsanız önce verilerinizin bir kopyasını indirin. Birkaç saniye sürer ve sonradan isteyemezsiniz.
uk: Спершу завантажте копію своїх даних, якщо хочете їх зберегти. Це займе хвилину, а потім вимагати її вже не вийде.
ur: اگر اپنا ڈیٹا رکھنا چاہتے ہیں تو پہلے اس کی کاپی ڈاؤن لوڈ کریں۔ اس میں تھوڑی دیر لگتی ہے اور بعد میں آپ اسے مانگ نہیں سکتے۔
vi: Hãy tải bản sao dữ liệu của bạn trước nếu muốn giữ lại. Chỉ mất một lúc và bạn không thể yêu cầu sau đó.
zh_hans: 如果想保留数据，请先下载一份副本。这只需片刻，之后将无法再申请。
zh_hant: 若想保留資料，請先下載一份副本。只需片刻，之後就無法再申請。

# account.delete.keepButton
source: Keep my account
ar: احتفظ بحسابي
bn: আমার অ্যাকাউন্ট রাখুন
ca: Conserva el meu compte
cs: Ponechat můj účet
da: Behold min konto
de: Mein Konto behalten
el: Διατήρηση του λογαριασμού μου
es: Conservar mi cuenta
fi: Säilytä tilini
fr: Garder mon compte
he: השאר את החשבון שלי
hi: मेरा अकाउंट रखें
hr: Zadrži moj račun
hu: Megtartom a fiókomat
id: Pertahankan akunku
it: Tieni il mio account
ja: アカウントを残す
ko: 계정 유지
ml: എന്റെ അക്കൗണ്ട് നിലനിർത്തുക
ms: Kekalkan akaun saya
nb: Behold kontoen min
nl: Mijn account behouden
pl: Zachowaj moje konto
pt_br: Manter minha conta
pt_pt: Manter a minha conta
ro: Păstrează contul
ru: Оставить аккаунт
sk: Ponechať môj účet
sv: Behåll mitt konto
ta: என் கணக்கை வைத்திரு
te: నా ఖాతాను ఉంచు
th: เก็บบัญชีของฉันไว้
tr: Hesabımı koru
uk: Залишити мій обліковий запис
ur: میرا اکاؤنٹ رکھیں
vi: Giữ tài khoản
zh_hans: 保留我的账户
zh_hant: 保留我的帳號

# account.delete.keepButton.hint
source: Closes this without deleting anything
ar: يغلق هذا دون حذف أي شيء
bn: কিছু না মুছে এটি বন্ধ করে
ca: Tanca això sense eliminar res
cs: Zavře toto okno bez mazání
da: Lukker dette uden at slette noget
de: Schließt dies, ohne etwas zu löschen
el: Κλείνει αυτό χωρίς να διαγράψει τίποτα
es: Cierra esto sin eliminar nada
fi: Sulkee tämän poistamatta mitään
fr: Ferme cet écran sans rien supprimer
he: סוגר את החלון בלי למחוק דבר
hi: बिना कुछ हटाए इसे बंद करता है
hr: Zatvara ovo bez ikakvog brisanja
hu: Bezárja ezt anélkül, hogy bármit törölne
id: Menutup ini tanpa menghapus apa pun
it: Chiude senza eliminare nulla
ja: 何も削除せずに閉じます
ko: 아무것도 삭제하지 않고 닫아요
ml: ഒന്നും ഇല്ലാതാക്കാതെ ഇത് അടയ്ക്കുന്നു
ms: Menutup ini tanpa memadam apa-apa
nb: Lukker dette uten å slette noe
nl: Sluit dit zonder iets te verwijderen
pl: Zamyka ten ekran bez usuwania czegokolwiek
pt_br: Fecha esta tela sem excluir nada
pt_pt: Fecha isto sem eliminar nada
ro: Închide fereastra fără să ștergă nimic
ru: Закрывает окно, ничего не удаляя
sk: Zatvorí toto okno bez odstránenia čohokoľvek
sv: Stänger detta utan att radera något
ta: எதையும் நீக்காமல் இதை மூடும்
te: ఏదీ తొలగించకుండా దీన్ని మూసివేస్తుంది
th: ปิดหน้านี้โดยไม่ลบอะไรเลย
tr: Hiçbir şey silmeden bunu kapatır
uk: Закриває це вікно, нічого не видаляючи
ur: کچھ حذف کیے بغیر اسے بند کرتا ہے
vi: Đóng màn hình này mà không xóa gì
zh_hans: 关闭此页面，不删除任何内容
zh_hant: 關閉此頁面，不刪除任何內容

# account.delete.notReady.a11y
source: Not ready yet. %@
ar: غير جاهز بعد. %@
bn: এখনও প্রস্তুত নয়। %@
ca: Encara no està a punt. %@
cs: Ještě není připraveno. %@
da: Ikke klar endnu. %@
de: Noch nicht bereit. %@
el: Δεν είναι έτοιμο ακόμα. %@
es: Aún no está listo. %@
fi: Ei vielä valmis. %@
fr: Pas encore prêt. %@
he: עדיין לא מוכן. %@
hi: अभी तैयार नहीं। %@
hr: Još nije spremno. %@
hu: Még nem kész. %@
id: Belum siap. %@
it: Non ancora pronto. %@
ja: まだ準備ができていません。%@
ko: 아직 준비되지 않았어요. %@
ml: ഇതുവരെ തയ്യാറായിട്ടില്ല. %@
ms: Belum sedia. %@
nb: Ikke klar ennå. %@
nl: Nog niet klaar. %@
pl: Jeszcze nie gotowe. %@
pt_br: Ainda não está pronto. %@
pt_pt: Ainda não está pronto. %@
ro: Încă nu e gata. %@
ru: Пока не готово. %@
sk: Ešte nie je pripravené. %@
sv: Inte klart än. %@
ta: இன்னும் தயாராகவில்லை. %@
te: ఇంకా సిద్ధంగా లేదు. %@
th: ยังไม่พร้อม %@
tr: Henüz hazır değil. %@
uk: Ще не готово. %@
ur: ابھی تیار نہیں۔ %@
vi: Chưa sẵn sàng. %@
zh_hans: 尚未就绪。%@
zh_hant: 尚未就緒。%@

# account.delete.open
source: Delete account…
ar: حذف الحساب…
bn: অ্যাকাউন্ট মুছুন…
ca: Elimina el compte…
cs: Smazat účet…
da: Slet konto…
de: Konto löschen …
el: Διαγραφή λογαριασμού…
es: Eliminar cuenta…
fi: Poista tili…
fr: Supprimer le compte…
he: מחיקת חשבון…
hi: अकाउंट हटाएँ…
hr: Izbriši račun…
hu: Fiók törlése…
id: Hapus akun…
it: Elimina account…
ja: アカウントを削除…
ko: 계정 삭제…
ml: അക്കൗണ്ട് ഇല്ലാതാക്കുക…
ms: Padam akaun…
nb: Slett konto …
nl: Account verwijderen…
pl: Usuń konto…
pt_br: Excluir conta…
pt_pt: Eliminar conta…
ro: Șterge contul…
ru: Удалить аккаунт…
sk: Odstrániť účet…
sv: Radera konto…
ta: கணக்கை நீக்கு…
te: ఖాతాను తొలగించు…
th: ลบบัญชี…
tr: Hesabı sil…
uk: Видалити обліковий запис…
ur: اکاؤنٹ حذف کریں…
vi: Xóa tài khoản…
zh_hans: 删除账户…
zh_hant: 刪除帳號…
